{
  "watches": [
    {
      "id": "1",
      "title": "EMPORIO ARMANI",
      "price": "14460",
      "description": "Discover new depths with the Emporio Armani Sea Explorer GMT Bezel Men's Watch. Combining elegant design and precise timekeeping, this luxury watch is perfect for the modern explorer. The iconic bezel adds a touch of sophistication to your wrist, while the GMT function allows you to keep track of time in multiple time zones. Add this timeless timepiece to your collection and elevate your style to new heights.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Luxury Watch"
    },
    {
      "id": "2",
      "title": "TAG Heuer Carrera",
      "price": "17920",
      "description": "Elevate your timekeeping experience with the TAG Heuer Carrera Chronograph Men's Watch. Known for its precision and durability, this watch combines sportiness with a sleek design. The chronograph function and tachymeter scale are perfect for those who demand high performance. Make a bold statement with this extraordinary timepiece.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Sports Watch"
    },
    {
      "id": "3",
      "title": "Rolex Submariner",
      "price": 82500,
      "description": "Dive into luxury with the Rolex Submariner Men's Watch. Renowned for its unparalleled performance and classic design, this timepiece is perfect for both underwater exploration and formal occasions. The robust stainless steel case and iconic Oyster bracelet ensure longevity and style. Own a piece of horological excellence.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Dive Watch"
    },
    {
      "id": "4",
      "title": "Omega Seamaster",
      "price": 35000,
      "description": "Experience the perfect blend of tradition and innovation with the Omega Seamaster Diver Men's Watch. This iconic timepiece is a favorite among divers and watch enthusiasts alike, featuring a helium-escape valve and impressive water resistance. Enhance your collection with this symbol of precision and style.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Professional Watch"
    },
    {
      "id": "5",
      "title": "Breitling Navitimer",
      "price": 26500,
      "description": "Navigate the skies with the Breitling Navitimer Chronograph Men's Watch. Celebrated for its aviation-inspired design, this watch features a slide rule bezel and chronograph functionality, making it a favorite among pilots. Enjoy the perfect fusion of functionality and elegance on your wrist.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Aviation Watch"
    },
    {
      "id": "6",
      "title": "Patek Philippe Nautilus",
      "price": 100500,
      "description": "Indulge in the epitome of luxury with the Patek Philippe Nautilus Men's Watch. Known for its unique porthole design and impeccable craftsmanship, this timepiece offers elegance and sophistication. The intricate dial and high-performance movement make it a must-have for discerning collectors.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Professional Watch"
    },
    {
      "id": "7",
      "title": "Cartier Santos",
      "price": 45000,
      "description": "Discover timeless elegance with the Cartier Santos Men's Watch. This iconic timepiece combines classic design with modern sophistication, featuring a distinctive square case and Roman numeral dial. Perfect for any occasion, the Cartier Santos adds a touch of luxury to your everyday style.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Dress Watch"
    },
    {
      "id": "8",
      "title": "Audemars Piguet Royal Oak",
      "price": 98000,
      "description": "Experience the pinnacle of horological mastery with the Audemars Piguet Royal Oak Men's Watch. Recognized for its innovative design and superior craftsmanship, this watch features the iconic octagonal bezel and 'Tapisserie' dial. Elevate your collection with this prestigious timepiece.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "High-End Watch"
    },
    {
      "id": "9",
      "title": "IWC Portugieser",
      "price": 32000,
      "description": "Embrace classic elegance with the IWC Portugieser Automatic Men's Watch. Known for its clean design and precision engineering, this timepiece features a sleek stainless steel case and a beautifully detailed dial. Ideal for the modern gentleman, the IWC Portugieser is a symbol of refined taste.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Elegant Watch"
    },
    {
      "id": "10",
      "title": "Panerai Luminor",
      "price": 27500,
      "description": "Dive into adventure with the Panerai Luminor Marina Men's Watch. Renowned for its robust design and exceptional luminosity, this watch is perfect for underwater exploration and everyday wear. The distinctive crown-protecting bridge and minimalist dial ensure both functionality and style.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Adventure Watch"
    },
    {
      "id": "11",
      "title": "Hublot Big Bang",
      "price": 59000,
      "description": "Unleash your bold side with the Hublot Big Bang Chronograph Men's Watch. This striking timepiece is known for its avant-garde design and high-performance functionality. Featuring a robust case and dynamic dial, the Hublot Big Bang is perfect for those who live life to the fullest.",
      "image": "https://purepng.com/public/uploads/large/purepng.com-wrist-band-watchclockbelltimealarmwristbandsilver-1421526465486kk9sm.png",
      "category": "Chronograph Watch"
    }
  ],
  "categories": [
    {
      "title": "Analog",
      "id": "1"
    },
    {
      "title": "Digital",
      "id": "2"
    },
    {
      "title": "Smart Watch",
      "id": "3"
    },
    {
      "title": "Mens Watch",
      "id": "4"
    }
  ]
}